Revit 2027 API
ParameterTypeId.FabricationPartDoublewallMaterialThickness Property
 "Double Wall Material Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartDoublewallMaterialThickness { get; }
Public Shared ReadOnly Property FabricationPartDoublewallMaterialThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartDoublewallMaterialThickness {
	ForgeTypeId^ get ();
}
static member FabricationPartDoublewallMaterialThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace